xuhongv/StudyInEsp32/25_esp32c3_flash_w25q32/sdkconfig.defaults

CONFIG_IDF_TARGET="esp32c3"
CONFIG_IDF_TARGET_ESP32C3=y
